// Auto-generated from i18n.js
window.I18N = window.I18N || {};
window.I18N["zh-CN"] = {
  "strings": {},
  "terms": {
    "s1": {
      "敏捷提升": "敏捷提升",
      "力量提升": "力量提升",
      "意志提升": "意志提升",
      "智识提升": "智识提升",
      "主能力提升": "主能力提升"
    },
    "s2": {
      "攻击提升": "攻击提升",
      "终结技效率提升": "终结技效率提升",
      "自然伤害提升": "自然伤害提升",
      "源石技艺提升": "源石技艺提升",
      "暴击率提升": "暴击率提升",
      "寒冷伤害提升": "寒冷伤害提升",
      "法术伤害提升": "法术伤害提升",
      "物理伤害提升": "物理伤害提升",
      "灼热伤害提升": "灼热伤害提升",
      "治疗效率提升": "治疗效率提升",
      "生命提升": "生命提升",
      "电磁伤害提升": "电磁伤害提升"
    },
    "s3": {
      "强攻": "强攻",
      "压制": "压制",
      "追袭": "追袭",
      "粉碎": "粉碎",
      "流转": "流转",
      "效益": "效益",
      "巧技": "巧技",
      "迸发": "迸发",
      "昂扬": "昂扬",
      "附术": "附术",
      "医疗": "医疗",
      "切骨": "切骨",
      "残暴": "残暴",
      "夜幕": "夜幕",
      "暴击提升": "暴击提升"
    },
    "type": {
      "单手剑": "单手剑",
      "双手剑": "双手剑",
      "长柄武器": "长柄武器",
      "施术单元": "施术单元",
      "手铳": "手铳",
      "示例类型": "示例类型"
    },
    "dungeon": {
      "四号谷地·枢纽区": "四号谷地·枢纽区",
      "四号谷地·源石研究院": "四号谷地·源石研究院",
      "四号谷地·供能高地": "四号谷地·供能高地",
      "四号谷地·矿脉源区": "四号谷地·矿脉源区",
      "武陵城": "武陵城"
    },
    "weapon": {
      "钢铁余音": "钢铁余音",
      "终点之声": "终点之声",
      "破碎君王": "破碎君王",
      "教学示例-武器": "教学示例-武器"
    },
    "misc": {
      "任意": "任意",
      "任意属性": "任意属性"
    }
  }
};
